export const mockActivityList = [
  {
    image:"/img/activity.png",
    title:`ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศไปจีนชั่วคราว 
    หลังล็อกดาวน์โควิด`
  },
  {
    image:"/img/activity.png",
    title:`ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศไปจีนชั่วคราว 
    หลังล็อกดาวน์โควิด`
  },
  {
    image:"/img/activity.png",
    title:`ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศไปจีนชั่วคราว 
    หลังล็อกดาวน์โควิด`
  },
  {
    image:"/img/activity.png",
    title:`ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศไปจีนชั่วคราว 
    หลังล็อกดาวน์โควิด`
  },
]