export const dataBanner = [
  {
    id: "1",
    image: "/img/banner1.png",
    title: `เช็กวันหยุดไปรษณีย์ไทย เดือนกรกฎาคม 2565 
    เปิดบริการวันไหนบ้าง`,
    desc: `บริษัทไปรษณีย์ไทย จำกัด เปิดให้บริการในวันหยุดยาวเดือนกรกฎาคม 2565 ทั้งรับฝาก
    และพร้อมไปรษณีย์นำจ่ายทั่วประเทศในช่วงวันหยุดเดือนกรกฎาคม 2565 `,
  },
  {
    id: "2",
    image: "/img/post.png",
    title: `เช็กวันหยุดไปรษณีย์ไทย เดือนกรกฎาคม 2565 
    เปิดบริการวันไหนบ้าง`,
    desc: `บริษัทไปรษณีย์ไทย จำกัด เปิดให้บริการในวันหยุดยาวเดือนกรกฎาคม 2565 ทั้งรับฝาก
    และพร้อมไปรษณีย์นำจ่ายทั่วประเทศในช่วงวันหยุดเดือนกรกฎาคม 2565 `,
  },
]