export const mockDataBannerTemplate2 = [
  {
    title:`เช็กวันหยุดไปรษณีย์ไทย เดือนกรกฎาคม 2565 เปิดบริการ
    วันไหนบ้าง`,
    content:`บริษัทไปรษณีย์ไทย จำกัด เปิดให้บริการในวันหยุดยาวเดือนกรกฎาคม 2565 ทั้งรับฝากและพร้อมไปรษณีย์
    นำจ่ายทั่วประเทศในช่วงวันหยุดเดือนกรกฎาคม 2565 `,
    image:"/img/banner2.png"
  },
  {
    title:`เช็กวันหยุดไปรษณีย์ไทย เดือนกรกฎาคม 2565 เปิดบริการ
    วันไหนบ้าง`,
    content:`บริษัทไปรษณีย์ไทย จำกัด เปิดให้บริการในวันหยุดยาวเดือนกรกฎาคม 2565 ทั้งรับฝากและพร้อมไปรษณีย์
    นำจ่ายทั่วประเทศในช่วงวันหยุดเดือนกรกฎาคม 2565 `,
    image:"/img/banner2.png"
  },
  {
    title:`เช็กวันหยุดไปรษณีย์ไทย เดือนกรกฎาคม 2565 เปิดบริการ
    วันไหนบ้าง`,
    content:`บริษัทไปรษณีย์ไทย จำกัด เปิดให้บริการในวันหยุดยาวเดือนกรกฎาคม 2565 ทั้งรับฝากและพร้อมไปรษณีย์
    นำจ่ายทั่วประเทศในช่วงวันหยุดเดือนกรกฎาคม 2565 `,
    image:"/img/banner2.png"
  },
  {
    title:`เช็กวันหยุดไปรษณีย์ไทย เดือนกรกฎาคม 2565 เปิดบริการ
    วันไหนบ้าง`,
    content:`บริษัทไปรษณีย์ไทย จำกัด เปิดให้บริการในวันหยุดยาวเดือนกรกฎาคม 2565 ทั้งรับฝากและพร้อมไปรษณีย์
    นำจ่ายทั่วประเทศในช่วงวันหยุดเดือนกรกฎาคม 2565 `,
    image:"/img/banner2.png"
  },
]