export const mockDataContentLists = [
  {
    id: 1,
    title: `ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศไปจีนชั่วคราว (ตัวอย่าง Content รูปภาพและข้อความ)`,
    date: `10 กรกฎาคม 2565 09.00 น.`,
    image: `/img/thumbnail.png`,
    type: "POST",
    data: {
      title: `“พุทรานมสด” ผ่านไปรษณีย์ไทย สั่งได้แล้วที่ 
      “ไทยแลนด์โพสต์มาร์ท”`,
      contents: `บริษัท ไปรษณีย์ไทย จำกัด หนุนเกษตรกรรายย่อยจาก
      ภาคอีสาน ผลักดันสินค้าเกษตร คุณภาพดีประจำจังหวัด
      กาฬสินธุ์ อย่าง “พุทรานมสด” ภายใต้แบรนด์ “ทันสุข” 
      พร้อมส่งตรงจากสวนถึงหน้าบ้านผู้บริโภค ผู้ที่สนใจสามารถ
      สั่งได้ที่ไปรษณีย์ไทยทุกสาขา และช่องทางออนไลน์ ผ่านเว็บไซต์
       thailandpostmart. com จัดส่งถึงมือผู้รับตลอด 7 วันทำการ
       การันตีสินค้าถึงปลายทางที่อยู่ผู้รับภายในวันทำการรุ่งขึ้น
      สำหรับปลายทางพื้นที่เดียวกัน และไม่เกิน 2 วันทำการสำหรับ
      ในปลายทางต่างพื้นที่ และสามารถตรวจสอบสถานะการจัดส่ง
      ได้ทางแอปพลิเคชัน Track&Trace `,
      thumbnail: `/img/thumbnail.png`,
      galleries: [
        "/img/product2.png",
        "/img/post.png",
        "/img/product2.png",
        "/img/product2.png",
        "/img/activity.png",
        "/img/product2.png",
      ],
      ref: "https://www.thairath.co.th/news/local/2317640",
      files: [
        {
          title: `document1.pdf`,
          downloadUrl: ""
        },
        {
          title: `document1.pdf`,
          downloadUrl: ""
        },
      ]
    }
  },
  {
    id: 2,
    title: `ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศไปจีนชั่วคราว (ตัวอย่าง Content วิดีโอ)`,
    date: `10 กรกฎาคม 2565 09.00 น.`,
    image: `/img/product.png`,
    type: "VIDEO",
    data: {
      title: `“พุทรานมสด” ผ่านไปรษณีย์ไทย สั่งได้แล้วที่ “ไทยแลนด์โพสต์มาร์ท”`,
      contents: `บริษัท ไปรษณีย์ไทย จำกัด หนุนเกษตรกรรายย่อยจากภาคอีสาน ผลักดันสินค้าเกษตร คุณภาพดีประจำจังหวัดกาฬสินธุ์ 
      อย่าง “พุทรานมสด” ภายใต้แบรนด์ “ทันสุข” พร้อมส่งตรงจากสวนถึงหน้าบ้านผู้บริโภค ผู้ที่สนใจสามารถสั่งได้ที่ไปรษณีย์ไทย
      ทุกสาขาและช่องทางออนไลน์ ผ่านเว็บไซต์ thailandpostmart. com จัดส่งถึงมือผู้รับตลอด 7 วันทำการ การันตีสินค้าถึง
      ปลายทางที่อยู่ผู้รับภายในวันทำการรุ่งขึ้นสำหรับปลายทางพื้นที่เดียวกัน และไม่เกิน 2 วันทำการสำหรับในปลายทางต่างพื้นที่ 
      และสามารถตรวจสอบสถานะการจัดส่งได้ทางแอปพลิเคชัน Track&Trace `,
      video: "",
    }
  },
  {
    id: 3,
    title: `ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศไปจีนชั่วคราว (ตัวอย่าง Content ไฟล์)`,
    date: `10 กรกฎาคม 2565 09.00 น.`,
    image: `/img/product.png`,
    type: "PDF",
    data: [
      {
        title: `แบบฟอร์มสมาชิกแสตมป์ไทย.pdf`,
        downloadUrl: `https://firebasestorage.googleapis.com/v0/b/lapieza-production.appspot.com/o/cves%2F12f5c05d-1c8e-42bf-a650-397424e8e5e8.pdf?alt=media&token=d2e9675a-5198-47a0-b86b-70e25cd5d970`
      },
      {
        title: `แบบฟอร์มสั่งจองแสตมป์.pdf`,
        downloadUrl: `/PDF/sample.pdf`
      },
      {
        title: `test.pdf`,
        downloadUrl: `/PDF/pdf-test.pdf`
      },
    ]
  },
]