export const mockPost = [
  {
    title: `ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศ
    ไปจีนชั่วคราว หลังล็อกดาวน์โควิด`,
    desc: `ไปรษณีย์ไทยงดส่งสิ่งของไปจีนชั่วคราว ยกเว้นปลายทาง 
    เซี่ยงไฮ้ เจ้อเจียง เจียงซู อานฮุย ที่ส่งได้เฉพาะเอกสาร 
    หลังจีนล็อกดาวน์ และมีข้อจำกัดทางสายการบิน`,
    image: "/img/post.png",
    createdAt: "10 กรกฎาคม 2565 09.00 น."
  },
  {
    title: `ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศ
    ไปจีนชั่วคราว หลังล็อกดาวน์โควิด`,
    desc: `ไปรษณีย์ไทยงดส่งสิ่งของไปจีนชั่วคราว ยกเว้นปลายทาง 
    เซี่ยงไฮ้ เจ้อเจียง เจียงซู อานฮุย ที่ส่งได้เฉพาะเอกสาร 
    หลังจีนล็อกดาวน์ และมีข้อจำกัดทางสายการบิน`,
    image: "/img/post.png",
    createdAt: "10 กรกฎาคม 2565 09.00 น."
  },
  {
    title: `ไปรษณีย์ไทย งดส่งสิ่งของระหว่างประเทศ
    ไปจีนชั่วคราว หลังล็อกดาวน์โควิด`,
    desc: `ไปรษณีย์ไทยงดส่งสิ่งของไปจีนชั่วคราว ยกเว้นปลายทาง 
    เซี่ยงไฮ้ เจ้อเจียง เจียงซู อานฮุย ที่ส่งได้เฉพาะเอกสาร 
    หลังจีนล็อกดาวน์ และมีข้อจำกัดทางสายการบิน`,
    image: "/img/post.png",
    createdAt: "10 กรกฎาคม 2565 09.00 น."
  },
]